const QuestionsData = [
    {
        question:"เบื่อ ไม่สนใจอยากทำอะไร",
        A:"ไม่มีเลย",
        B:"เป็นบาง",
        C:"เป็นบ่อย",
        D:"เป็นทุกวัน"
    },
    {
        question:"ไม่สบายใจ ซึมเศร้า ท้อแท้",
        A:"ไม่มีเลย",
        B:"เป็นบาง",
        C:"เป็นบ่อย",
        D:"เป็นทุกวัน"
    },
    {
        question:"หลับยาก หรือหลับ ๆ ตื่น ๆ หรือหลับมากไป",
        A:"ไม่มีเลย",
        B:"เป็นบาง",
        C:"เป็นบ่อย",
        D:"เป็นทุกวัน"
    },
    {
        question:"เหนื่อยง่าย หรือ ไม่ค่อยมีแรง",
        A:"ไม่มีเลย",
        B:"เป็นบาง",
        C:"เป็นบ่อย",
        D:"เป็นทุกวัน"
    }, 
    {
        question:"เบื่ออาหาร หรือ กินมากเกินไป",
        A:"ไม่มีเลย",
        B:"เป็นบาง",
        C:"เป็นบ่อย",
        D:"เป็นทุกวัน"
    }, 
    {
        question:"รู้สึกไม่ดีกับตัวเอง คิดว่า ตัวเองล้มเหลว หรือ ทำให้ตนเองหรือครอบครัวผิดหวัง",
        A:"ไม่มีเลย",
        B:"เป็นบาง",
        C:"เป็นบ่อย",
        D:"เป็นทุกวัน"
    }, 
    {
        question:"สมาธิไม่ดีเวลาทำอะไร เช่น ดูโทรทัศน์  ฟังวิทยุ  หรือ ทำงานที่ต้องใช้ความตั้งใจ",
        A:"ไม่มีเลย",
        B:"เป็นบาง",
        C:"เป็นบ่อย",
        D:"เป็นทุกวัน"
    }, 
    {
        question:"พูดช้า ทำอะไรช้าจนคนอื่นสังเกตเห็นได้  หรือกระสับกระส่ายไม่สามารถอยู่นิ่งได้เหมือนที่เคยเป็น",
        A:"ไม่มีเลย",
        B:"เป็นบาง",
        C:"เป็นบ่อย",
        D:"เป็นทุกวัน"
    }, 
    {
        question:"คิดทำร้ายตนเอง หรือ คิดว่าถ้าตายไปคงจะดี",
        A:"ไม่มีเลย",
        B:"เป็นบาง",
        C:"เป็นบ่อย",
        D:"เป็นทุกวัน"
    }
    
]

export default QuestionsData